{
    "共用": {
        "首頁": "Home",
        "關於我們": "About Us",
        "聯絡我們": "Contact Us",
        "登入": "Login",
        "註冊": "Register",
        "登出": "Logout",
        "搜尋": "Search",
        "設定": "Settings",
        "製作者": "Developed by",
        "應用名稱": "Blood Pressure Manager",
        "應用名稱_上": "Blood Pressure",
        "應用名稱_下": "Manager",
        "最後更新日期": "Last Updated"
    },
    "導航": {
        "產品預覽": "Product Preview",
        "功能特色": "Features",
        "未來展望": "Future Outlook",
        "常見問題": "FAQ",
        "預先註冊": "Waitlist"
    },
    "首頁": {
        "標題": "Blood Pressure Monitor",
        "副標題": "Track your health easily and efficiently",
        "號召行動": "Get Started",
        "功能特色": {
            "標題": "Features",
            "副標題": "Our blood pressure management app provides comprehensive features to help you easily track, analyze, and manage your blood pressure data",
            "徽章文字": "Complete Features",
            "特色1": "Record blood pressure readings",
            "特色2": "Track trends over time",
            "特色3": "Generate health reports",
            "特色4": "Set reminders for measurements",
            "特色標題1": "Trend Analysis",
            "特色標題2": "Smart Reminders",
            "特色標題3": "Medical Sharing",
            "特色標題4": "History Records",
            "特色標題5": "Cloud Sync",
            "特色標題6": "Cross-Platform Support",
            "特色描述1": "Easily understand blood pressure trends through intuitive charts, and identify potential issues early",
            "特色描述2": "Customize measurement reminders to ensure timely recording and develop good health management habits",
            "特色描述3": "Generate professional reports with one click, easily share with doctors, and improve diagnostic efficiency and accuracy",
            "特色描述4": "Complete preservation of all measurement data, available for review at any time, for a comprehensive understanding of health changes",
            "特色描述5": "Data automatically syncs to the cloud, accessible across multiple devices, no worries about data loss or device changes",
            "特色描述6": "Support for smartphones, tablets, and computers, manage your health data anytime, anywhere"
        },
        "未來展望": {
            "標題": "Future Outlook",
            "副標題": "We're constantly innovating to create a better blood pressure health management experience",
            "標題1": "Smart Health Analytics",
            "標題2": "Medical Resource Integration",
            "標題3": "Data Security Assurance",
            "標題4": "Continuous Updates",
            "描述1": "Future versions will incorporate more health indicators, providing personalized health trend analysis and recommendations to help protect your cardiovascular health from all aspects.",
            "描述2": "We plan to partner with more medical institutions so you can easily communicate with professional physicians and receive timely health advice and care.",
            "描述3": "We commit to using the highest standards of encryption technology to protect your health data securely, allowing you to use the app with peace of mind and without privacy concerns.",
            "描述4": "Our team will continuously improve the product experience based on user feedback, and pre-registered users will get first access to feature updates and exclusive offers."
        },
        "英雄區塊": {
            "徽章文字": "Professional Health Monitoring",
            "主標題": "Smart Blood Pressure Management",
            "副標題": "1 in 4 adults is at risk of hypertension. Our smart blood pressure assistant provides easy recording tools and professional analysis to help you monitor and manage your blood pressure effectively.",
            "手機版副標題": "1 in 4 people is at risk of hypertension. Our smart assistant helps you record and analyze blood pressure, safeguarding your health.",
            "輸入框文字": "Your email address",
            "註冊按鈕": "Waitlist",
            "已註冊": "Added to waitlist",
            "即將發布": "Coming Soon",
            "註冊成功訊息": "Successfully added to waitlist! You will receive product launch notifications and enjoy exclusive early access and special offers."
        },
        "社會證明": {
            "隱私保障": "Privacy Protection",
            "醫療顧問": "Medical Advisory Team",
            "搶先使用": "Early Access"
        },
        "問題解決": {
            "標題": "Blood Pressure Management Pain Points and Solutions",
            "副標題": "We understand the common challenges in blood pressure management and have carefully designed solutions to help you manage your health more effectively",
            "常見痛點": "Common Pain Points",
            "解決方案": "Our Solutions",
            "痛點1": "Paper records are easily lost or forgotten",
            "痛點2": "Difficult to track data trend changes",
            "痛點3": "Unable to detect abnormal values promptly",
            "痛點4": "Lack of complete data when communicating with doctors",
            "解決方案1": "Cloud sync for access anytime, anywhere",
            "解決方案2": "Smart chart analysis for clear trend tracking",
            "解決方案3": "Abnormal alert features for timely health attention",
            "解決方案4": "One-click report generation for seamless medical communication"
        },
        "常見問題": {
            "標題": "Frequently Asked Questions",
            "副標題": "We've compiled the most common questions from users to help you better understand our services",
            "徽章文字": "Help Center",
            "分類1": "General Questions",
            "分類2": "Usage Questions",
            "分類3": "Technical Questions",
            "問題1_1": "Who is this app suitable for?",
            "問題1_2": "Does the app require payment? What subscription plans are available?",
            "問題1_3": "Do I need to create an account to use the app?",
            "問題1_4": "Is my health data secure?",
            "回答1_1": "Our blood pressure management app is suitable for anyone who needs to monitor blood pressure, including hypertension patients, heart disease patients, pregnant women, the elderly, and health-conscious individuals. Whether you need long-term monitoring or occasional checks, our app can meet your needs.",
            "回答1_2": "We offer both free and premium versions. The free version includes basic blood pressure recording and simple chart features. The premium version provides advanced analytics, unlimited data storage, multi-device sync, and more, available as monthly or annual subscriptions with a 7-day free trial.",
            "回答1_3": "You can use the app's basic features without creating an account. However, we recommend creating an account so your data can be securely backed up and synced when you change devices. Creating an account also unlocks more advanced features.",
            "回答1_4": "Protecting your privacy is our top priority. All data is end-to-end encrypted and stored on servers compliant with medical-grade security standards. We will never share your personal health data without your explicit permission. You can view, download, or delete your data at any time.",
            "問題2_1": "Does the app provide blood pressure abnormality alerts?",
            "問題2_2": "How can I share my blood pressure data with my doctor?",
            "回答2_1": "Yes, our app offers customizable blood pressure alert functionality. You can set personalized blood pressure thresholds, and the app will notify you immediately when measurements exceed these ranges. This helps detect potential health issues early.",
            "回答2_2": "We provide multiple ways to share your health data. You can generate professional PDF reports to email to your doctor, show trend charts directly in the app during visits, or share your data directly with registered healthcare professionals through the app.",
            "問題3_1": "How is my data backed up and restored?",
            "問題3_2": "What are the system requirements for the app?",
            "問題3_3": "Can I use the same account on multiple devices?",
            "回答3_1": "As long as you've created an account and remain logged in, your data is automatically synced to the cloud. If you change devices, simply log into your account, and all data will automatically download to the new device. You can also manually export backup files via 'Settings' > 'Data Management.'",
            "回答3_2": "Our app is compatible with iOS 12.0 and above and Android 8.0 and above. For the best experience, we recommend using the latest version of your operating system. The app itself takes up minimal space, but more storage may be needed as data grows.",
            "回答3_3": "Yes, you can use the same account on multiple devices. All data will automatically sync, ensuring you can see the latest health records on any device. This is especially useful for family management or doctor-patient communication.",
            "更多問題": "Have more questions?",
            "聯絡我們": "Contact Us"
        }
    },
    "頁腳": {
        "描述": "An app focused on blood pressure recording, helping you easily record and analyze blood pressure values, and intelligently manage your health data.",
        "版權": "All rights reserved",
        "產品": "Products",
        "功能特點": "Features",
        "價格方案": "Pricing Plans",
        "下載應用": "Download App",
        "更新日誌": "Update Log",
        "支援": "Support",
        "常見問題": "FAQ",
        "使用指南": "User Guide",
        "聯絡我們": "Contact Us",
        "意見反饋": "Feedback",
        "法律": "Legal",
        "隱私政策": "Privacy Policy",
        "使用條款": "Terms of Service",
        "Cookie政策": "Cookie Policy",
        "資料安全": "Data Security"
    },
    "血壓": {
        "收縮壓": "Systolic",
        "舒張壓": "Diastolic",
        "脈搏": "Pulse",
        "日期": "Date",
        "時間": "Time",
        "新增記錄": "Add Reading",
        "編輯記錄": "Edit Reading",
        "刪除記錄": "Delete Reading",
        "歷史記錄": "Reading History"
    },
    "錯誤": {
        "必填欄位": "This field is required",
        "無效輸入": "Invalid input value",
        "伺服器錯誤": "Server error occurred. Please try again later.",
        "請輸入您的電子郵件": "Please enter your email address",
        "請輸入有效的電子郵件地址": "Please enter a valid email address",
        "訂閱失敗，請稍後再試": "Subscription failed, please try again later",
        "請同意條款": "Please agree to our terms and conditions"
    },
    "訂閱表單": {
        "標題": "Join Our Waitlist",
        "副標題": "Fill in more information to get product launch priority experience qualification",
        "電子郵件": "Email",
        "輸入框文字": "Please enter your email",
        "預先註冊按鈕": "Join Waitlist",
        "返回按鈕": "Back",
        "接收通知說明": "I agree to receive product launch notifications, exclusive offers and health management recommendations",
        "隱私說明": "We value your privacy, you can unsubscribe at any time. Check our",
        "隱私政策連結": "Privacy Policy",
        "註冊成功標題": "Successfully Added to Waitlist!",
        "註冊成功訊息": "Thank you for joining our waitlist. We will notify you as soon as the product is released and provide exclusive offers.",
        "處理中": "Processing"
    },
    "價值主張": {
        "標題": "Why Choose ",
        "副標題": "Blood Pressure Manager focuses on providing convenient blood pressure recording functions, helping you clearly record and analyze blood pressure values, and intelligently manage your health data.",
        "精確測試": "Accurate Testing",
        "精確測試描述": "Our primary mission is to provide accurate blood pressure testing recording tools to help you monitor your blood pressure status",
        "資料安全": "Data Security",
        "資料安全描述": "Your blood pressure data is strictly protected, ensuring privacy and security of personal test records",
        "便捷記錄": "Easy Recording",
        "便捷記錄描述": "Simplified blood pressure test recording process, making it easy to track each measurement result",
        "數據分析": "Data Analysis",
        "數據分析描述": "Analyze your blood pressure test data and provide clear value trend reports"
    },
    "法律": {
        "返回首頁": "Back to Home",
        "法律文件": "Legal Documents",
        "隱私政策": "Privacy Policy",
        "使用條款": "Terms of Service",
        "Cookie政策": "Cookie Policy",
        "資料安全": "Data Security",
        "隱私政策描述": "Learn how we collect, use, and protect your personal data.",
        "使用條款描述": "Terms and regulations you need to comply with when using our services.",
        "Cookie政策描述": "Learn how we use cookies and tracking technologies.",
        "資料安全描述": "How we protect the security of your health data.",
        "說明文字": "Here are important legal documents related to the Blood Pressure Management System. We encourage you to read these documents to understand your rights and our responsibilities.",
        "聯繫我們標題": "Contact Us",
        "聯繫我們說明": "If you have any questions about our legal documents or need further clarification, please feel free to contact us.",
        "聯繫信息": "Email: firefirstfu@gmail.com",
        "資料安全承諾標題": "Our Commitment to Data Security",
        "資料安全承諾內容": "At the Blood Pressure Management System (hereinafter referred to as 'the System', 'we', or 'our'), we understand the sensitivity and importance of your health data. Protecting the personal and health information you entrust to us is our top priority. This document outlines the security measures and practices we employ to protect your data.",
        "資料加密標題": "Data Encryption",
        "資料加密內容": "We use strong encryption technology to protect your data:",
        "傳輸加密標題": "Transit Encryption",
        "傳輸加密內容": "We use SSL/TLS encryption (HTTPS) to ensure the security of data as it travels between your device and our servers;",
        "靜態加密標題": "At-Rest Encryption",
        "靜態加密內容": "Sensitive data stored in our databases is also encrypted when at rest, ensuring it remains protected even in the unlikely event of a database security breach;",
        "端到端加密標題": "End-to-End Encryption",
        "端到端加密內容": "For certain types of communications and highly sensitive data, we implement end-to-end encryption, ensuring that only you and your authorized recipients can access the information.",
        "基礎設施安全標題": "Infrastructure Security",
        "基礎設施安全內容": "Our technical infrastructure is designed with multiple layers of security controls:",
        "安全伺服器標題": "Secure Servers",
        "安全伺服器內容": "Our data is stored on secure servers hosted by leading cloud service providers that comply with the most stringent security standards;",
        "防火牆標題": "Firewall Protection",
        "防火牆內容": "We use state-of-the-art firewall technology to monitor and control data traffic in and out of our network;",
        "入侵檢測標題": "Intrusion Detection",
        "入侵檢測內容": "Our systems are equipped with intrusion detection mechanisms that identify and block suspicious activities;",
        "安全掃描標題": "Regular Security Scans",
        "安全掃描內容": "We conduct regular security scans and vulnerability assessments to proactively identify and address potential security issues.",
        "訪問控制標題": "Access Control",
        "訪問控制內容": "We implement strict access control measures to protect your data:",
        "權限管理標題": "Strict Permissions Management",
        "權限管理內容": "Our staff can only access the data necessary to perform their job responsibilities, and access is monitored;",
        "多因素認證標題": "Multi-Factor Authentication",
        "多因素認證內容": "Access to sensitive systems requires multi-factor authentication, adding an extra layer of difficulty for unauthorized access;",
        "訪問日誌標題": "Detailed Access Logs",
        "訪問日誌內容": "All access to your data is logged to facilitate security audits and investigations;",
        "賬戶保護標題": "Account Protection",
        "賬戶保護內容": "We offer robust password policies, account lockout mechanisms, and risk notifications to protect your account from unauthorized access.",
        "應用安全標題": "Application Security",
        "應用安全內容": "Our applications are designed and developed following strict security standards:",
        "安全開發標題": "Secure Development Practices",
        "安全開發內容": "Our development team follows secure coding guidelines and considers security factors throughout the development lifecycle;",
        "代碼審查標題": "Regular Code Reviews",
        "代碼審查內容": "All code undergoes rigorous review to identify and fix security vulnerabilities;",
        "安全審計標題": "Third-Party Security Audits",
        "安全審計內容": "We regularly engage independent security experts to conduct security assessments and penetration testing;",
        "自動化測試標題": "Automated Security Testing",
        "自動化測試內容": "We use automated tools to scan code and applications for potential security issues.",
        "數據備份標題": "Data Backup and Recovery",
        "數據備份內容": "We employ a comprehensive backup strategy to ensure the safety of your data:",
        "定期備份標題": "Regular Backups",
        "定期備份內容": "Your data is backed up regularly to ensure it is not lost in case of unforeseen events;",
        "加密備份標題": "Encrypted Backups",
        "加密備份內容": "All backups are encrypted to prevent unauthorized access;",
        "備份測試標題": "Backup Testing",
        "備份測試內容": "We regularly test our backup restoration processes to ensure data can be correctly restored when needed;",
        "異地存儲標題": "Off-Site Storage",
        "異地存儲內容": "Backups are stored in geographically dispersed locations, providing an additional layer of protection against regional disasters.",
        "合規標準標題": "Regulatory Compliance",
        "合規標準內容": "We are committed to complying with relevant data protection regulations and industry standards:",
        "法規合規標題": "Data Protection Regulations",
        "法規合規內容": "Our practices comply with relevant data protection law requirements;",
        "行業標準標題": "Industry Standards",
        "行業標準內容": "We follow best practices and industry standards for health information management.",
        "用戶安全標題": "Your Role in Data Protection",
        "用戶安全內容": "While we implement strong security measures, you can also take actions to protect your data:",
        "強密碼標題": "Use Strong Passwords",
        "強密碼內容": "Create strong, unique passwords and consider using a password manager;",
        "啟用多因素標題": "Enable Multi-Factor Authentication",
        "啟用多因素內容": "When available, enable multi-factor authentication for an additional layer of security for your account;",
        "保持軟件標題": "Keep Software Updated",
        "保持軟件內容": "Ensure your devices and applications have the latest security updates;",
        "警惕標題": "Stay Vigilant",
        "警惕內容": "Be alert to phishing attempts and suspicious communications, and never share your login credentials;",
        "通報標題": "Report Suspicious Activity",
        "通報內容": "If you suspect your account has been compromised, contact our support team immediately.",
        "安全更新標題": "Data Security Updates",
        "安全更新內容": "We continuously improve our security measures to address evolving threats:",
        "持續改進標題": "Continuous Improvement",
        "持續改進內容": "We regularly assess and update our security practices and technologies;",
        "檢查更新標題": "Check for Updates",
        "檢查更新內容": "Please review our data security documentation periodically for updates on our latest security measures.",
        "資料安全內容標題": "Data Security Commitment",
        "隱私政策簡介標題": "Introduction",
        "隱私政策簡介內容1": "Welcome to the Blood Pressure Manager (hereinafter referred to as 'the System', 'we', or 'our'). We value your privacy and are committed to protecting your personal data. This Privacy Policy is designed to inform you about how we collect, use, share, and protect your information.",
        "隱私政策簡介內容2": "By using our services, you agree to the practices described in this Privacy Policy. Please read this policy carefully to understand how we handle your information.",
        "收集資訊標題": "Information We Collect",
        "收集資訊內容": "We may collect the following types of information:",
        "個人識別標題": "Personal Identification Information",
        "個人識別內容": "This includes your name, email address, phone number, and other information you provide when registering, setting up your profile, or using our services.",
        "健康相關標題": "Health-Related Information",
        "健康相關內容": "This includes your blood pressure readings, measurement times, medication records, symptom records, and other health information you enter into the system.",
        "使用資訊標題": "Usage Information",
        "使用資訊內容": "Information about how you use our services, including access times, pages visited, features used, etc.",
        "設備資訊標題": "Device Information",
        "設備資訊內容": "This includes your device type, operating system, browser type, IP address, and other technical information.",
        "使用收集標題": "How We Use the Information We Collect",
        "使用收集內容": "We use the information we collect in the following ways:",
        "使用收集列表1": "To provide, maintain, and improve our services;",
        "使用收集列表2": "To create and maintain your account;",
        "使用收集列表3": "To process and analyze your health information to provide personalized health insights and recommendations;",
        "使用收集列表4": "To communicate with you, respond to your inquiries, requests, or needs;",
        "使用收集列表5": "To send you service updates, health reminders, and other notifications;",
        "使用收集列表6": "To monitor and analyze service usage trends, activities, and features;",
        "使用收集列表7": "To detect, prevent, and address technical issues, security problems, or fraudulent activities.",
        "資訊分享標題": "Information Sharing and Disclosure",
        "資訊分享內容": "We do not sell, trade, or rent your personal information to third parties without your explicit permission. We may share your information in the following circumstances:",
        "服務提供商標題": "Service Providers",
        "服務提供商內容": "With third-party service providers who help us operate, provide, or improve our services, these providers are bound by confidentiality agreements;",
        "法律要求標題": "Legal Requirements",
        "法律要求內容": "When we believe disclosure is necessary to comply with laws, regulations, or legal processes (such as court orders or subpoenas);",
        "保護權利標題": "Protection of Rights",
        "保護權利內容": "When we believe disclosure is necessary to protect our rights, property, or safety, or that of our users or others;",
        "企業轉讓標題": "Business Transfers",
        "企業轉讓內容": "In the event of a merger, acquisition, reorganization, or sale of assets, your information may be transferred as part of the transaction;",
        "同意分享標題": "Consent to Share",
        "同意分享內容": "We may share your health information with healthcare providers or others you designate with your consent.",
        "用戶權利標題": "Your Rights and Choices",
        "用戶權利內容": "Regarding your personal information, you have the following rights:",
        "訪問權利標題": "Access and Update",
        "訪問權利內容": "You can access and update the personal information in your account;",
        "導出權利標題": "Export Data",
        "導出權利內容": "You can export a copy of the personal data you have provided to us;",
        "刪除權利標題": "Delete Data",
        "刪除權利內容": "You can request to delete your account and associated personal information;",
        "通知偏好標題": "Notification Preferences",
        "通知偏好內容": "You can choose to subscribe to or unsubscribe from our email communications;",
        "撤回同意標題": "Withdraw Consent",
        "撤回同意內容": "If we process your information based on your consent, you have the right to withdraw that consent at any time.",
        "兒童隱私標題": "Children's Privacy",
        "兒童隱私內容": "Our services are not directed at children under the age of 16. If a parent or guardian discovers that their child has provided us with personal information without their permission, please contact us, and we will promptly delete such information.",
        "政策變更標題": "Changes to Privacy Policy",
        "政策變更內容": "We may update this Privacy Policy from time to time. In case of significant changes, we will notify you by posting a notice on our website or sending you an email directly. We encourage you to review this policy periodically to understand how we protect your information.",
        "接受條款標題": "Acceptance of Terms",
        "接受條款內容": "Using the Blood Pressure Management System (hereinafter referred to as 'the System', 'we', or 'our') means you agree to these Terms of Service. If you disagree with these terms, please do not use our services.",
        "服務描述標題": "Service Description",
        "服務描述內容": "The Blood Pressure Management System provides the following features:",
        "服務描述列表1": "Recording and tracking blood pressure readings;",
        "服務描述列表2": "Analyzing blood pressure data and providing trend reports;",
        "服務描述列表3": "Setting reminders to ensure regular measurements;",
        "服務描述列表4": "Generating shareable health reports;",
        "服務描述列表5": "Managing communications with healthcare providers (where applicable).",
        "帳戶安全標題": "Account Registration and Security",
        "帳戶安全內容": "Using certain features of our service requires creating an account. You are responsible for:",
        "帳戶安全列表1": "Providing accurate, complete, and up-to-date information;",
        "帳戶安全列表2": "Maintaining the confidentiality of your account credentials;",
        "帳戶安全列表3": "All activities that occur under your account;",
        "帳戶安全列表4": "Notifying us immediately of any unauthorized use.",
        "用戶責任標題": "User Responsibilities and Behavior",
        "用戶責任內容": "When using our services, you agree to:",
        "用戶責任列表1": "Comply with all applicable laws and regulations;",
        "用戶責任列表2": "Not use the services for illegal or unauthorized purposes;",
        "用戶責任列表3": "Not interfere with or disrupt the services or related servers and networks;",
        "用戶責任列表4": "Not distribute malware or other harmful code;",
        "用戶責任列表5": "Not attempt unauthorized access to other users' accounts or our systems.",
        "健康免責標題": "Health Disclaimer",
        "健康免責內容": "Please note:",
        "健康免責列表1": "Information provided by our services is for reference only and does not constitute medical advice;",
        "健康免責列表2": "You should consult qualified medical professionals for advice on personal health issues;",
        "健康免責列表3": "Our services should not be used as a replacement for professional medical diagnosis or treatment;",
        "健康免責列表4": "Any health-related decisions should be discussed with healthcare providers.",
        "知識產權標題": "Intellectual Property",
        "知識產權內容": "Regarding our services:",
        "知識產權列表1": "Our services and their content (text, graphics, logos, images, etc.) are protected by intellectual property laws;",
        "知識產權列表2": "You may not copy, modify, distribute, or create derivative works without our express permission;",
        "知識產權列表3": "Using our services does not grant you ownership of our intellectual property.",
        "服務變更標題": "Service Changes and Termination",
        "服務變更內容": "We reserve the right to:",
        "服務變更列表1": "Modify, suspend, or terminate the services at any time (without notice);",
        "服務變更列表2": "Change the pricing policy of the services;",
        "服務變更列表3": "Limit or terminate specific users' access to the services;",
        "服務變更列表4": "Delete or retain user data after service termination.",
        "免責聲明標題": "Disclaimer",
        "免責聲明內容": "Our services are provided 'as is' without any warranties of any kind, whether express or implied, including but not limited to the implied warranties of merchantability, fitness for a particular purpose, and non-infringement.",
        "責任限制標題": "Limitation of Liability",
        "責任限制內容": "To the maximum extent permitted by law, we shall not be liable for any direct, indirect, incidental, special, exemplary, or consequential damages resulting from the use or inability to use our services.",
        "條款變更標題": "Changes to Terms",
        "條款變更內容": "We may modify these terms from time to time. By continuing to use our services after terms are updated, you accept the modified terms. We encourage you to review these terms regularly.",
        "一般條款標題": "General Terms",
        "一般條款內容": "These terms constitute the entire agreement between you and us and supersede all prior or contemporaneous communications and proposals. If any part of these terms is deemed invalid or unenforceable, the remaining portions will remain in effect. Our failure to enforce any right or provision of these terms will not constitute a waiver of such right.",
        "管轄法律標題": "Governing Law",
        "管轄法律內容": "These terms are governed by the laws of Taiwan, without regard to its conflict of law provisions.",
        "爭議解決標題": "Dispute Resolution",
        "爭議解決內容": "Any disputes arising from these terms or services will be resolved through negotiation. If negotiation fails, disputes will be submitted to the Taipei District Court, Taiwan as the court of first instance."
    },
    "cookie": {
        "關於本政策": "About This Policy",
        "關於本政策說明": "This Cookie Policy explains how Blood Pressure Management System (hereinafter referred to as 'the System', 'we', or 'our') uses cookies and similar technologies to identify your information when you visit our website and services. This policy explains what these technologies are, why we use them, and how you can control our use of them.",
        "什麼是Cookies": "What Are Cookies",
        "什麼是Cookies說明1": "Cookies are small data files that are stored on your device (computer, mobile phone, or tablet) when you visit a website. They are widely used to make websites work correctly, work more efficiently, and provide information to website owners.",
        "什麼是Cookies說明2": "Cookies allow websites to 'remember' your actions and preferences (such as login, language, font size, and other display preferences) for a period of time, so you don't have to re-enter this information every time you visit a page.",
        "使用類型": "Types of Cookies We Use",
        "使用類型說明": "We may use the following types of cookies:",
        "必要Cookies": "Essential Cookies",
        "必要Cookies說明": "These cookies are essential for providing the basic functions of our website and cannot be turned off in our system. They are usually only set in response to actions you take corresponding to service requests, such as setting your privacy preferences, logging in, or filling out forms. You can set your browser to block these cookies or alert you about them, but this may cause some parts of the website to not work properly.",
        "功能Cookies": "Functional Cookies",
        "功能Cookies說明": "These cookies enable us to provide enhanced functionality and personalization. They may be set by us or by third-party providers we have placed on our pages. If you do not allow these cookies, some or all of these services may not function properly.",
        "分析Cookies": "Analytical Cookies",
        "分析Cookies說明": "These cookies allow us to count visits and traffic sources so we can measure and improve the performance of our website. They help us understand which pages are the most and least popular and see how visitors move around the website. All information these cookies collect is aggregated and therefore anonymous.",
        "定向Cookies": "Targeting Cookies",
        "定向Cookies說明": "These cookies may be set through our website by our advertising partners. These companies may use them to build a profile of your interests and show you relevant advertisements on other websites. They do not directly store personal information but are based uniquely identifying your browser and internet device.",
        "如何使用": "How We Use Cookies",
        "如何使用說明": "We use cookies for various reasons, including:",
        "使用原因列表": [
            "Authenticating users and remembering their preferences and settings;",
            "Providing secure login and maintaining account security;",
            "Analyzing our website traffic and usage patterns;",
            "Improving our website performance and user experience;",
            "Identifying and resolving technical issues;",
            "Providing personalized content based on user browsing habits;",
            "Providing and evaluating the effectiveness of advertisements (if applicable)."
        ],
        "第三方Cookies": "Third-Party Cookies",
        "第三方Cookies說明1": "In addition to cookies we set, third parties may also set cookies when you visit our services. For example, we may use third-party analytics services such as Google Analytics, which place cookies on your device to collect information about how you use our website.",
        "第三方Cookies說明2": "We have no control over cookies set by third-party websites or services. We recommend that you review the privacy policies of these third parties to understand how they use cookies.",
        "管理偏好": "Managing Your Cookie Preferences",
        "管理偏好說明1": "Most web browsers are set to accept cookies by default. If you prefer, you can usually change your browser settings to block or delete cookies. Methods for each browser may vary slightly; please refer to the 'Help' section of your browser to learn how to manage cookies.",
        "管理偏好說明2": "Please note that blocking or deleting cookies may affect your user experience on our website and may prevent certain features and services from working properly.",
        "其他追蹤技術": "Other Tracking Technologies",
        "其他追蹤技術說明": "In addition to cookies, we may also use other similar technologies to track usage of our website:",
        "追蹤技術列表": [
            "<strong>Web Beacons</strong>: Also known as 'pixel tags' or 'clear GIFs', these small image files can be used to count the number of users or visits to a specific page;",
            "<strong>Local Storage Objects</strong>: Such as Flash cookies or HTML5 local storage, used to store preferences or user behavior data;",
            "<strong>Scripts</strong>: Browser-executed code that can collect information about how users interact with our website."
        ],
        "政策變更": "Changes to Our Cookie Policy",
        "政策變更說明": "We may update this Cookie Policy from time to time to reflect changes in our practices or for other operational, legal, or regulatory reasons. We encourage you to periodically review this policy to stay informed about how we use cookies and related technologies. Updated policies will be posted on this page, and the 'Last Updated' date at the top of the policy will be updated.",
        "聯繫我們說明": "If you have any questions or concerns about our Cookie Policy, please contact us through the following methods:"
    }
}