{
    "共用": {
        "首頁": "Home",
        "關於我們": "About",
        "聯絡我們": "Contact",
        "登入": "Login",
        "註冊": "Sign Up",
        "登出": "Logout",
        "搜尋": "Search",
        "設定": "Settings",
        "製作者": "Made with love",
        "應用名稱": "Blood Pressure Manager"
    },
    "導航": {
        "產品預覽": "Product Preview",
        "功能特色": "Features",
        "未來展望": "Future Outlook",
        "常見問題": "FAQ",
        "預先註冊": "Pre-Register"
    },
    "首頁": {
        "標題": "Blood Pressure Monitor",
        "副標題": "Track your health easily and efficiently",
        "號召行動": "Get Started",
        "功能特色": {
            "標題": "Features",
            "副標題": "Our blood pressure management app provides comprehensive features to help you easily track, analyze, and manage your blood pressure data",
            "徽章文字": "Complete Features",
            "特色1": "Record blood pressure readings",
            "特色2": "Track trends over time",
            "特色3": "Generate health reports",
            "特色4": "Set reminders for measurements",
            "特色標題1": "Trend Analysis",
            "特色標題2": "Smart Reminders",
            "特色標題3": "Medical Sharing",
            "特色標題4": "History Records",
            "特色標題5": "Cloud Sync",
            "特色標題6": "Cross-Platform Support",
            "特色描述1": "Easily understand blood pressure trends through intuitive charts, and identify potential issues early",
            "特色描述2": "Customize measurement reminders to ensure timely recording and develop good health management habits",
            "特色描述3": "Generate professional reports with one click, easily share with doctors, and improve diagnostic efficiency and accuracy",
            "特色描述4": "Complete preservation of all measurement data, available for review at any time, for a comprehensive understanding of health changes",
            "特色描述5": "Data automatically syncs to the cloud, accessible across multiple devices, no worries about data loss or device changes",
            "特色描述6": "Support for smartphones, tablets, and computers, manage your health data anytime, anywhere"
        },
        "未來展望": {
            "標題": "Future Outlook",
            "副標題": "We're constantly innovating to create a better blood pressure health management experience",
            "標題1": "Smart Health Analytics",
            "標題2": "Medical Resource Integration",
            "標題3": "Data Security Assurance",
            "標題4": "Continuous Updates",
            "描述1": "Future versions will incorporate more health indicators, providing personalized health trend analysis and recommendations to help protect your cardiovascular health from all aspects.",
            "描述2": "We plan to partner with more medical institutions so you can easily communicate with professional physicians and receive timely health advice and care.",
            "描述3": "We commit to using the highest standards of encryption technology to protect your health data securely, allowing you to use the app with peace of mind and without privacy concerns.",
            "描述4": "Our team will continuously improve the product experience based on user feedback, and pre-registered users will get first access to feature updates and exclusive offers."
        },
        "英雄區塊": {
            "徽章文字": "Professional Health Monitoring",
            "主標題": "Smart Blood Pressure Management",
            "副標題": "1 in 4 adults is at risk of hypertension. Our smart blood pressure assistant provides easy recording tools and professional analysis to help you monitor and manage your blood pressure effectively.",
            "手機版副標題": "1 in 4 people is at risk of hypertension. Our smart assistant helps you record and analyze blood pressure, safeguarding your health.",
            "輸入框文字": "Your email address",
            "註冊按鈕": "Pre-Register",
            "已註冊": "Pre-registered",
            "即將發布": "Coming Soon",
            "註冊成功訊息": "Pre-registration successful! You will receive product launch notifications and enjoy exclusive early access and special offers."
        },
        "社會證明": {
            "隱私保障": "Privacy Protection",
            "醫療顧問": "Medical Advisory Team",
            "搶先使用": "Early Access"
        },
        "問題解決": {
            "標題": "Blood Pressure Management Pain Points and Solutions",
            "副標題": "We understand the common challenges in blood pressure management and have carefully designed solutions to help you manage your health more effectively",
            "常見痛點": "Common Pain Points",
            "解決方案": "Our Solutions",
            "痛點1": "Paper records are easily lost or forgotten",
            "痛點2": "Difficult to track data trend changes",
            "痛點3": "Unable to detect abnormal values promptly",
            "痛點4": "Lack of complete data when communicating with doctors",
            "解決方案1": "Cloud sync for access anytime, anywhere",
            "解決方案2": "Smart chart analysis for clear trend tracking",
            "解決方案3": "Abnormal alert features for timely health attention",
            "解決方案4": "One-click report generation for seamless medical communication"
        },
        "常見問題": {
            "標題": "Frequently Asked Questions",
            "副標題": "We've compiled the most common questions from users to help you better understand our services",
            "徽章文字": "Help Center",
            "分類1": "General Questions",
            "分類2": "Usage Questions",
            "分類3": "Technical Questions",
            "問題1_1": "Who is this app suitable for?",
            "問題1_2": "Does the app require payment? What subscription plans are available?",
            "問題1_3": "Do I need to create an account to use the app?",
            "問題1_4": "Is my health data secure?",
            "回答1_1": "Our blood pressure management app is suitable for anyone who needs to monitor blood pressure, including hypertension patients, heart disease patients, pregnant women, the elderly, and health-conscious individuals. Whether you need long-term monitoring or occasional checks, our app can meet your needs.",
            "回答1_2": "We offer both free and premium versions. The free version includes basic blood pressure recording and simple chart features. The premium version provides advanced analytics, unlimited data storage, multi-device sync, and more, available as monthly or annual subscriptions with a 7-day free trial.",
            "回答1_3": "You can use the app's basic features without creating an account. However, we recommend creating an account so your data can be securely backed up and synced when you change devices. Creating an account also unlocks more advanced features.",
            "回答1_4": "Protecting your privacy is our top priority. All data is end-to-end encrypted and stored on servers compliant with medical-grade security standards. We will never share your personal health data without your explicit permission. You can view, download, or delete your data at any time.",
            "問題2_1": "Does the app provide blood pressure abnormality alerts?",
            "問題2_2": "How can I share my blood pressure data with my doctor?",
            "回答2_1": "Yes, our app offers customizable blood pressure alert functionality. You can set personalized blood pressure thresholds, and the app will notify you immediately when measurements exceed these ranges. This helps detect potential health issues early.",
            "回答2_2": "We provide multiple ways to share your health data. You can generate professional PDF reports to email to your doctor, show trend charts directly in the app during visits, or share your data directly with registered healthcare professionals through the app.",
            "問題3_1": "How is my data backed up and restored?",
            "問題3_2": "What are the system requirements for the app?",
            "問題3_3": "Can I use the same account on multiple devices?",
            "回答3_1": "As long as you've created an account and remain logged in, your data is automatically synced to the cloud. If you change devices, simply log into your account, and all data will automatically download to the new device. You can also manually export backup files via 'Settings' > 'Data Management.'",
            "回答3_2": "Our app is compatible with iOS 12.0 and above and Android 8.0 and above. For the best experience, we recommend using the latest version of your operating system. The app itself takes up minimal space, but more storage may be needed as data grows.",
            "回答3_3": "Yes, you can use the same account on multiple devices. All data will automatically sync, ensuring you can see the latest health records on any device. This is especially useful for family management or doctor-patient communication.",
            "更多問題": "Have more questions?",
            "聯絡我們": "Contact Us"
        }
    },
    "頁腳": {
        "描述": "An app focused on blood pressure recording, helping you easily record and analyze blood pressure values, and intelligently manage your health data.",
        "版權": "All rights reserved",
        "產品": "Products",
        "功能特點": "Features",
        "價格方案": "Pricing Plans",
        "下載應用": "Download App",
        "更新日誌": "Update Log",
        "支援": "Support",
        "常見問題": "FAQ",
        "使用指南": "User Guide",
        "聯絡我們": "Contact Us",
        "意見反饋": "Feedback",
        "法律": "Legal",
        "隱私政策": "Privacy Policy",
        "使用條款": "Terms of Service",
        "Cookie政策": "Cookie Policy",
        "資料安全": "Data Security"
    },
    "血壓": {
        "收縮壓": "Systolic",
        "舒張壓": "Diastolic",
        "脈搏": "Pulse",
        "日期": "Date",
        "時間": "Time",
        "新增記錄": "Add Reading",
        "編輯記錄": "Edit Reading",
        "刪除記錄": "Delete Reading",
        "歷史記錄": "Reading History"
    },
    "錯誤": {
        "必填欄位": "This field is required",
        "無效輸入": "Invalid input value",
        "伺服器錯誤": "Server error occurred. Please try again later.",
        "請輸入您的電子郵件": "Please enter your email address",
        "請輸入有效的電子郵件地址": "Please enter a valid email address",
        "訂閱失敗，請稍後再試": "Subscription failed, please try again later"
    },
    "訂閱表單": {
        "標題": "Complete Pre-Registration",
        "副標題": "Fill in more information to get product launch priority experience qualification, exclusive discount codes and personalized blood pressure management recommendations",
        "電子郵件": "Email",
        "輸入框文字": "Please enter your email",
        "預先註冊按鈕": "Pre-Register",
        "返回按鈕": "Back",
        "接收通知說明": "I agree to receive product launch notifications, exclusive offers and health management recommendations",
        "隱私說明": "We value your privacy, you can unsubscribe at any time. Check our",
        "隱私政策連結": "Privacy Policy",
        "註冊成功標題": "Registration Successful!",
        "註冊成功訊息": "Thank you for pre-registering. We will notify you as soon as the product is released and provide exclusive offers."
    },
    "價值主張": {
        "標題": "Why Choose ",
        "副標題": "Blood Pressure Manager focuses on providing convenient blood pressure recording functions, helping you clearly record and analyze blood pressure values, and intelligently manage your health data.",
        "精確測試": "Accurate Testing",
        "精確測試描述": "Our primary mission is to provide accurate blood pressure testing recording tools to help you monitor your blood pressure status",
        "資料安全": "Data Security",
        "資料安全描述": "Your blood pressure data is strictly protected, ensuring privacy and security of personal test records",
        "便捷記錄": "Easy Recording",
        "便捷記錄描述": "Simplified blood pressure test recording process, making it easy to track each measurement result",
        "數據分析": "Data Analysis",
        "數據分析描述": "Analyze your blood pressure test data and provide clear value trend reports"
    }
}